import React from 'react';

function About() {
    return (
        <div>
            <span>
                Прокат видеокассет и дисков отошел в прошлое. Сейчас в первую
                очередь люди ищут фильмы в интернете. Но, как правильно искать
                фильмы во всемирной паутине? Предположим, вы знаете название
                фильма или актера, играющего главную роль. Тогда найти
                интересующий вас фильм проще простого! Гугл, Яндекс и им
                подобные – всегда к вашим услугам. Если вы не знаете ни
                названия, ни актеров, и лишь приблизительно ориентируетесь в
                сюжете, можно попытаться забить в поисковик ключевые слова или
                же задать вопрос с описанием сюжета на каком-то
                специализированном форуме (это может быть даже тема в группе в
                ВК, посвященная кино). Тогда процесс поиска может занять больше
                времени, но шансы найти нужный фильм в таком случае значительно
                выше, чем если вы самостоятельно будете пытаться вспомнить, что
                же это за фильм и кто вам о нем рассказывал. Когда вы уже нашли
                фильм, у вас есть два варианта, что делать дальше: Скачать
                фильм. Рекомендую скачивать через Торренты – если вдруг
                случается сбой подключения, то нет необходимости ставить на
                загрузку заново. (Особенно это обидно, когда загрузилось 95%, а
                потом в загрузках браузера написано «Ошибка». И снова 3 часа,
                чтобы загрузить фильм на один гигабайт!..) Смотреть фильм
                онлайн. Все зависит от степени «глючности» вашего компьютера и
                скорости интернета. Бывают случаи, когда видео вроде бы и
                грузится, но так тормозит, что лучше было бы скачать этот фильм
                и спокойно посмотреть без всякой рекламы, выскакивающей в углу
                экрана. А иногда скачивание занимает намного больше времени, и
                вы скорее посмотрите этот фильм онлайн, чем загрузится 50%.
            </span>
        </div>
    );
}

export { About };
